{
    "hat": "Unisex headwear that provides shade and style.",
    "sunglasses": "Unisex eyewear that protects eyes from the sun.",
    "skirt": "A women's lower body garment that can be various lengths.",
    "dress": "A women's one-piece outfit for various occasions.",
    "belt": "A unisex accessory to cinch the waist.",
    "bag": "A unisex accessory for carrying personal items.",
    "scarf": "A unisex fabric worn around the neck for warmth or style.",
    "t-shirt": "A unisex casual short-sleeved top.",
    "shirt": "A unisex upper body garment with a collar, front buttons, and sleeves, suitable for formal or casual wear.",
    "jumper": "A unisex knitted garment for warmth, also called a sweater.",
    "hoodie": "A unisex sweatshirt with a hood.",
    "coat": "Unisex outerwear for warmth and protection.",
    "top": "A women's upper body garment.",
    "cardigan": "A unisex sweater that opens at the front.",
    "blazer": "A unisex tailored jacket for a polished look.",
    "jacket": "A unisex versatile outer garment.",
    "down jacket": "A unisex padded jacket with down feathers.",
    "gilet": "A unisex sleeveless jacket or vest.",
    "blouse": "A women's top with decorative details.",
    "body": "A women's form-fitting garment covering the torso and crotch.",
    "tunic": "A women's loose-fitting top extending to the hips or thighs.",
    "jeans": "Unisex durable denim pants.",
    "jumpsuit": "A women's one-piece garment combining a top and pants.",
    "leggings": "A women's tight-fitting stretch pants.",
    "shorts": "Unisex short pants for warm weather.",
    "culottes": "A women's wide-legged pants that look like a skirt.",
    "sneakers": "Unisex comfortable shoes for casual wear.",
    "loafers": "Unisex slip-on shoes for casual or formal settings.",
    "boots": "Unisex footwear covering the foot and ankle, sometimes the lower leg.",
    "sandals": "Unisex open-toed shoes with straps.",
    "pumps": "A women's high-heeled shoes for formal occasions.",
    "ballet flats": "A women's flat shoes inspired by ballet slippers.",
    "slides shoes": "Unisex open-toed shoes that are easy to slip on."
  }
  